[
  {
    "name": "Health Expo 2023",
    "scheduled": "2023-11-29T10:00",
    "audience": "General Public",
    "details": "Join us for Health Expo 2023, a transformative event aimed at fostering community well-being. This comprehensive health initiative offers an array of free health screenings and personalized nutritional counseling to empower individuals towards a healthier and more vibrant lifestyle. Embrace the opportunity to engage with health professionals, discover valuable insights about your well-being, and contribute to building a stronger, healthier community for all.",
    "fees": "25.00",
    "healthPro": "ramimtr1250@gmail.com",
    "image": "https://i.ibb.co/j3DsXMn/4146584-2198063.jpg",
    "location": "City Convention Center",
    "services": "Free Health Screenings",
    "participant": 4,
    "healthCareName": "Tanvir Hossan",
    "userEmail": "ramimhossan14@gmail.com"
  },
  {
    "name": "Pediatric Wellness Fair",
    "scheduled": "2023-11-30T09:20",
    "audience": "Children",
    "details": "Welcome to the Pediatric Wellness Fair, a dedicated space for nurturing the health of our youngest community members. This event prioritizes the well-being of children through essential services such as pediatric vaccinations and enlightening programs focusing on childhood obesity awareness. Parents and caregivers, join us in ensuring a healthy foundation for the future by participating in this enriching and educational wellness fair.",
    "fees": "15.00",
    "healthPro": "doctornuha@gmail.com",
    "image": "https://i.ibb.co/Kbb0g8N/pic2.jpg",
    "location": "Children's Hospital Auditorium",
    "services": "Childhood Obesity Awareness",
    "participant": 0,
    "healthCareName": "Doctor Nuha",
    "userEmail": "ramimhossan14@gmail.com"
  },
  {
    "name": "Heart Health Symposium",
    "scheduled": "2023-12-02T10:00",
    "audience": "Adults",
    "details": "Immerse yourself in the Heart Health Symposium, a pinnacle event dedicated to cardiovascular well-being. Our comprehensive services include expert-led cardiac risk assessments and engaging heart-healthy cooking demonstrations. For adults and individuals managing heart conditions, this symposium is a unique opportunity to gain valuable insights, adopt healthier habits, and connect with a supportive community focused on heart wellness.",
    "fees": "30.00",
    "healthPro": "doctorFaiza@gmail.com",
    "image": "https://i.ibb.co/fGdfMFy/pic3.jpg",
    "location": "CardioCare Clinic",
    "services": "Cardiac Risk Assessments",
    "participant": 0,
    "healthCareName": "Doctor Faiza",
    "userEmail": "ramimhossan14@gmail.com"
  },
  {
    "name": "Women's Wellness Retreat",
    "scheduled": "2023-12-04T09:30",
    "audience": "Women",
    "details": "Indulge in a day of self-care and empowerment at the Women's Wellness Retreat. Nestled in the tranquil surroundings of Serene Spa Resort, this retreat offers a holistic approach to women's health. Experience personalized women's health screenings and participate in rejuvenating stress management workshops. Mothers, take a well-deserved break, prioritize your well-being, and leave feeling recharged, inspired, and ready to conquer life's demands with renewed energy.",
    "fees": "40.00",
    "healthPro": "doctornuha@gmail.com",
    "image": "https://i.ibb.co/YLx4BVY/pic11.jpg",
    "location": "Serene Spa Resort",
    "services": "Women's Health Screenings",
    "participant": 0,
    "healthCareName": "Doctor Nuha",
    "userEmail": "ramimhossan14@gmail.com"
  },
  {
    "name": "Diabetes Care Workshop",
    "scheduled": "2023-12-06T10:30",
    "audience": "Diabetes Patients",
    "details": "Embark on a journey towards better diabetes management at the Diabetes Care Workshop. This educational initiative provides comprehensive diabetes education and practical glucose monitoring services. Tailored for diabetes patients and their families, the workshop aims to empower individuals with the knowledge and tools needed to lead a fulfilling life while effectively managing diabetes. Join us in fostering a supportive community focused on diabetes care and well-being.",
    "fees": "20.00",
    "healthPro": "ramimtr1250@gmail.com",
    "image": "https://i.ibb.co/vZ9m6BJ/pic9.jpg",
    "location": "Community Health Center",
    "services": "Diabetes Education",
    "participant": 3,
    "healthCareName": "Tanvir Hossan",
    "userEmail": "ramimhossan14@gmail.com"
  },
  {
    "name": "Mental Health Awareness",
    "scheduled": "2023-11-29T00:00",
    "audience": "Teens",
    "details": "Elevate your mental well-being at Mental Health Awareness Day, a compassionate gathering at the City Park Pavilion. Engage in meaningful counseling sessions and transformative mindfulness workshops designed to nurture a healthier mind and spirit. Open to the entire community and tailored for teens, this event encourages dialogue, reduces stigma, and promotes mental wellness as an essential component of overall health. Join us in fostering a supportive and understanding community for mental health.",
    "fees": "10.00",
    "healthPro": "doctorlimon@gmail.com",
    "image": "https://i.ibb.co/j4k0PGj/pic1.jpg",
    "location": "City Park Pavilion",
    "services": "Counseling Sessions",
    "participant": 0,
    "healthCareName": "Doctor Limon",
    "userEmail": "ramimhossan14@gmail.com"
  },
  {
    "name": "Senior Fitness Expo",
    "scheduled": "2023-12-06T08:30",
    "audience": "Seniors",
    "details": "Celebrate vitality at the Senior Fitness Expo, an inclusive event at the heart of the Senior Community Center. Engage in invigorating senior fitness classes and benefit from expert-led balance assessments tailored to promote strength, mobility, and overall well-being. Seniors and caregivers alike, join us in fostering a community that values and supports the health and active lifestyles of our cherished senior members. Together, let's embark on a journey towards healthier aging and joyful living.",
    "fees": "15.00",
    "healthPro": "doctorFaiza@gmail.com",
    "image": "https://i.ibb.co/Jz06Fr5/pic7.jpg",
    "location": "Senior Community Center",
    "services": "Senior Fitness Classes",
    "participant": 0,
    "healthCareName": "Doctor Faiza",
    "userEmail": "organizer1@gmail.com"
  },
  {
    "name": "Vision Care Clinic",
    "scheduled": "2023-12-10T10:00",
    "audience": "All Ages",
    "details": "Elevate your vision health at the Vision Care Clinic hosted at the state-of-the-art OptiVision Clinic. Experience thorough eye exams and personalized eyewear consultations catering to individuals of all ages with vision concerns. Whether you seek routine eye care or have specific vision needs, our expert team is dedicated to providing comprehensive vision care services. Join us in ensuring optimal eye health and visual well-being for individuals and families alike.",
    "fees": "25.00",
    "healthPro": "doctorlimon@gmail.com",
    "image": "https://i.ibb.co/2WpPSPn/pic8.jpg",
    "location": "OptiVision Clinic",
    "services": "Eyewear Consultations",
    "participant": 0,
    "healthCareName": "Doctor Limon",
    "userEmail": "organizer1@gmail.com"
  },
  {
    "name": "Dental Health Fair",
    "scheduled": "2023-12-12T10:00",
    "audience": "Families",
    "details": "Step into a world of healthy smiles at the Dental Health Fair hosted by SmileBright Dental Clinic. Receive thorough dental check-ups and engage in interactive oral hygiene workshops designed for families and school-aged children. This fair is an opportunity to prioritize dental health, foster positive oral habits, and ensure the well-being of smiles in our community. Join us in promoting dental wellness for every family and child, one bright smile at a time.",
    "fees": "20.00",
    "healthPro": "ramimtr1250@gmail.com",
    "image": "https://i.ibb.co/9TXnZDL/pic4.jpg",
    "location": "SmileBright Dental Clinic",
    "services": "Dental Check-ups",
    "participant": 0,
    "healthCareName": "Tanvir Hossan",
    "userEmail": "organizer1@gmail.com"
  },
  {
    "name": "Community Blood Drive",
    "scheduled": "2023-12-14T10:01",
    "audience": "Community",
    "details": "Unite for a cause at the Community Blood Drive hosted by the Red Cross Mobile Unit. Your participation in blood donations can save lives, and alongside this noble act, explore valuable health information at our informative booths. Open to the entire community and tailored for adults, this event is a testament to the power of collective health-conscious efforts. Join us in making a positive impact, ensuring a robust blood supply, and promoting health awareness in our community.",
    "fees": "15.00",
    "healthPro": "doctornuha@gmail.com",
    "healthCareName": "Doctor Nuha ",
    "image": "https://i.ibb.co/WyLp0gm/pic5.jpg",
    "location": "Red Cross Mobile Unit",
    "services": "Blood Donations",
    "participant": 5,
    "userEmail": "organizer1@gmail.com"
  }
]